Repository: Bodyfarm/vidalia
Catalog: src/vidalia/i18n/vidalia_*.xlf
Languages: de, ru

# msg8770
source: Settings
ru: Настройки

# msg8771
source: Adjust Message Log Settings
ru: Изменить настройки журнала

# msg8773
source: Help
ru: Помощь

# msg8774
source: Show the help browser
ru: Открыть помощь

# msg8776
source: Close
ru: Закрыть

# msg8777
source: Close the Message Log
ru: Закрыть журнал сообщений

# msg8779
source: Find
ru: Найти

# msg8780
source: Find all messages containing the search text (Ctrl+F)
ru: Найти все сообщения с искомым текстом (Ctrl+F)

# msg8782
source: Time
ru: Время

# msg8783
source: Type
ru: Тип

# msg8784
source: Message
ru: Сообщение

# msg8785
source: Invalid Argument
ru: Неверный параметр

# msg8786
source: Vidalia is already running
ru: Vidalia уже запущена

# msg8787
source: Another Vidalia process is possibly already running. If there really is not another Vidalia process running, you can choose to continue anyway.\n\nWould you like to continue starting Vidalia?
ru: Похоже другой процесс Vidalia уже запущен. Если вы точно уверены что это не так, вы можете продолжить с этим запуском.\n\nВы хотите продолжить запуск Vidalia?

# msg8788
source: Tor Update Available
ru: Обновление Tor доступно

# msg8789
source: Tor website: %1
ru: Сайт Tor: %1

# msg8790
source: The currently installed version of Tor is out of date or no longer recommended. Please visit the Tor website to download the latest version.
ru: Установленная версия Tor устарела или не рекомендуется. Пожалуйста посетите сайт Tor и скачайте новую версию.

# msg8791
source: New Identity
ru: Новый Ним

# msg8792
source: All subsequent connections will appear to be different than your old connections.
ru: Все последующие соединения не будут связаны с предыдущими соединениями.

# msg8793
source: Failed to Create New Identity
ru: Ошибка создания нового Нима

# msg8796
source: Network Map
ru: Карта Сети

# msg8797
source: Control Panel
ru: Панель Управления

# msg8805
source: File
ru: Файл

# msg8807
source: View
ru: Вид

# msg8808
source: Vidalia Help
ru: Помощь

# msg8809
source: Error starting web browser
ru: Ошибка при запуске веб-браузера

# msg8810
source: Vidalia was unable to start the configured web browser
ru: Vidalia не смогла запустить браузер указанный в настройках

# msg8811
source: Error starting proxy server
ru: Ошибка при запуске прокси сервера

# msg8812
source: Vidalia was unable to start the configured proxy server
ru: Vidalia не смогла запустить указанный в настройках прокси сервер

# msg8814
source: Tor is shutting down
ru: Tor выключается

# msg8820
source: Error Starting Tor
ru: Ошибка запуска Tor

# msg8821
source: Vidalia was unable to start Tor. Check your settings to ensure the correct name and location of your Tor executable is specified.
ru: Vidalia не смогла запустить Tor. Проверьте настройки и убедитесь что имя и путь к исполняемому файлу Tor указан верно.

# msg8823
source: Relaying is Enabled
ru: Режим сервера включён

# msg8829
source: Cookie Authentication Required
ru: Требуется cookie аутентификация

# msg8831
source: Would you like to browse for the file 'control_auth_cookie' yourself?
ru: Хотите ли вы указать местоположение файла 'control_auth_cookie'?

# msg8834
source: Error Registering for Events
ru: Ошибка регистрации на события

# msg8836
source: Password Authentication Required
ru: Требуется парольная аутентификация

# msg8837
source: Please enter your control password (not the hash):
ru: Пожалуйста введите ваш пароль (не хэш):

# msg8840
source: Please check your control port authentication settings.
ru: Пожалуйста проверьте настройки аутентификации.

# msg8841
source: Tor is not running
ru: Tor не запущен

# msg8842
source: Vidalia Shortcuts
ru: Ярлыки Vidalia

# msg8844
source: Setup Relaying
ru: Настроить сервер

# msg8846
source: View the Network
ru: Просмотреть Сеть

# msg8847
source: View a map of the Tor network
ru: Просмотреть карту сети Tor

# msg8848
source: Use a New Identity
ru: Использовать новый ним

# msg8849
source: Make subsequent connections appear new
ru: Последующие соединения будут выглядеть независимыми от текущих

# msg8850
source: Bandwidth Graph
ru: Трафик

# msg8852
source: Message Log
ru: Журнал сообщений

# msg8854
source: Help
ru: Помощь

# msg8855
source: View help documentation
ru: Просмотреть помощь

# msg8856
source: Settings
ru: Настройки

# msg8857
source: Vidalia Control Panel
ru: Панель управления Vidalia

# msg8859
source: About
ru: О программе

# msg8860
source: View version and license information
ru: Версия и информация о лицензии

# msg8861
source: Exit
ru: Выход

# msg8862
source: Exit Vidalia
ru: Закрыть Vidalia

# msg8863
source: Show this window on startup
ru: Показывать это окно при запуске

# msg8864
source: Hide
ru: Спрятать

# msg8865
source: Hide this window
ru: Спрятать это окно

# msg8867
source: <Path Empty>
ru: <Нет пути>

# msg8868
source: Status
ru: Состояние

# msg8869
source: Connection
ru: Соединение

# msg8870
source: Zoom to Circuit
ru: Показать на карте

# msg8871
source: Close Circuit (Del)
ru: Разорвать цепочку (Del)

# msg8872
source: Close Stream (Del)
ru: Закрыть поток (Del)

# msg8873
source: Refresh
ru: Обновить

# msg8874
source: Tor Network Map
ru: Карта сети Tor

# msg8875
source: Refresh the list of Tor relays and connections
ru: Обновить список серверов и соединений

# msg8877
source: Help
ru: Помощь

# msg8878
source: Show the network map help
ru: Показать помощь по карте сети

# msg8879
source: Show network map help
ru: Показать помощь по карте сети

# msg8881
source: Close
ru: Закрыть

# msg8882
source: Close the network map
ru: Закрыть карту сети

# msg8884
source: Zoom In
ru: Увеличить

# msg8885
source: Zoom in on the network map
ru: Увеличить изображение карты

# msg8887
source: Zoom Out
ru: Уменьшить

# msg8888
source: Zoom out on the network map
ru: Уменьшить изображение карты

# msg8890
source: Zoom To Fit
ru: АвтоРазмер

# msg8891
source: Zooms to fit all currently displayed circuits
ru: Увеличить так чтобы показать все цепочки

# msg8893
source: IP Address:
ru: IP адрес:

# msg8894
source: Platform:
ru: Платформа:

# msg8895
source: Bandwidth:
ru: Трафик:

# msg8896
source: Uptime:
ru: Время работы:

# msg8897
source: Last Updated:
ru: Обновление:

# msg8898
source: Location:
ru: Местонахождение:

# msg8899
source: Offline
ru: Отключен

# msg8900
source: Hibernating
ru: Не активен

# msg8901
source: %1 KB/s
ru: %1 КБ/с

# msg8903
source: Relay
ru: Сервер

# msg8904
source: Zoom to Relay
ru: Увеличить с фокусом на сервер

# msg8905
source: Displays this usage message and exits.
ru: Показывает это сообщение о использовании и завершает работу.

# msg8906
source: Resets ALL stored Vidalia settings.
ru: Сбрасывает ВСЕ сохранённые настройки Vidalia.

# msg8907
source: Sets the directory Vidalia uses for data files.
ru: Устанавливает каталог который Vidalia будет использовать для файлов данных.

# msg8908
source: Sets the name and location of Vidalia's pidfile.
ru: Устанавливает имя и путь к файлу с номером процесса Vidalia.

# msg8909
source: Sets the name and location of Vidalia's logfile.
ru: Устанавливает имя и путь к файлу журнала Vidalia.

# msg8910
source: Sets the verbosity of Vidalia's logging.
ru: Устанавливает уровень сообщений (verbosity) Vidalia.

# msg8911
source: Sets Vidalia's interface style.
ru: Устанавливает стиль интерфейса Vidalia.

# msg8912
source: Sets Vidalia's language.
ru: Устанавливает язык Vidalia.

# msg8913
source: Vidalia Usage Information
ru: Информация о использовании Vidalia

# msg8914
source: Invalid language code specified:
ru: Указан неверный код языка:

# msg8915
source: Invalid GUI style specified:
ru: Указан неверный стиль интерфейса:

# msg8916
source: Invalid log level specified:
ru: Указан неверный уровень сообщений:

# msg8917
source: Unable to open log file '%1': %2
ru: Не удалось открыть файл '%1': %2

# msg8918
source: OK
ru: ОК

# msg8919
source: Cancel
ru: Отменить

# msg8920
source: Yes
ru: Да

# msg8921
source: No
ru: Нет

# msg8922
source: Help
ru: Помощь

# msg8923
source: Retry
ru: Ещё раз

# msg8924
source: Show Log
ru: Показать журнал

# msg8925
source: Show Settings
ru: Показать настройки

# msg8926
source: Continue
ru: Продолжить

# msg8927
source: Quit
ru: Выйти

# msg8928
source: Browse
ru: Выбрать
