Repository: Bodyfarm/vidalia
Catalog: src/vidalia/i18n/vidalia_*.xlf
Languages: de, ru

# msg1489
source: New
de: Neu

# msg1490
source: Open
de: Öffne

# msg1491
source: Building
de: Aufbauen

# msg1492
source: Failed
de: Fehlgeschlagen

# msg1493
source: Closed
de: Geschlossen

# msg1494
source: Unknown
de: Unbekannt

# msg1495
source: Vidalia was unable to connect to Tor. (%1)
de: Vidalia konnte sich nicht mit Tor verbinden. (%1)

# msg1496
source: Control socket is not connected.
de: Kontrollsocket ist nicht verbunden.

# msg1497
source: Invalid control reply. [%1]
de: Unbekannte Kontrollantwort. [%1]

# msg1498
source: Control socket is not connected.
de: Das Kontrollsocket ist nicht verbunden.

# msg1499
source: Error sending control command. [%1]
de: Fehler beim Senden eines Steuerkommandos. [%1]

# msg1500
source: Socket disconnected while attempting to read a line of data.
de: Beim Lesen von Daten wurde der Socket unterbrochen.

# msg1503
source: Notice
de: Hinweis

# msg1504
source: Warning
de: Warnung

# msg1505
source: Error
de: Fehler

# msg1506
source: Unknown
de: Unbekannt

# msg1508
source: Hibernating
de: Ruhezustand

# msg1510
source: New
de: Neu

# msg1511
source: Resolving
de: Auflösen

# msg1512
source: Connecting
de: Verbinde

# msg1513
source: Open
de: Offen

# msg1514
source: Failed
de: Fehlgeschlagen

# msg1515
source: Closed
de: Geschlossen

# msg1516
source: Retrying
de: Versuche erneut

# msg1517
source: Remapped
de: Umgelenkt

# msg1518
source: Unknown
de: Unbekannt

# msg1519
source: Process %1 failed to stop. [%2]
de: Prozess %1 wurde nicht gestoppt. [%2]

# msg1520
source: The Tor service is not installed.
de: Der Tor-Dienst ist nicht installiert.

# msg1521
source: Unable to start the Tor service.
de: Der Tor-Dienst konnte nicht gestartet werden.

# msg1522
source: <Unavailable>
de: <Nicht verfügbar>

# msg1523
source: <Not Running>
de: <Nicht aktiv>

# msg1528
source: About Vidalia
de: Über Vidalia

# msg1531
source: Since:
de: Seit:

# msg1532
source: Hide Settings
de: Verstecke Einstellungen

# msg1533
source: Receive Rate
de: Empfangsrate

# msg1534
source: Tor Bandwidth Usage
de: Tor Bandbreitenbenutzung

# msg1535
source: Send Rate
de: Senderate

# msg1536
source: Always on Top
de: Immer im Vordergrund

# msg1537
source: Style
de: Aussehen

# msg1538
source: Changes the transparency of the Bandwidth Graph
de: Ändert die Transparenz des Bandbreitengraphs

# msg1540
source: % Opaque
de: % undurchsichtig

# msg1541
source: Show Settings
de: Zeige Einstellungen

# msg1542
source: Save
de: Speichern

# msg1543
source: Cancel
de: Abbrechen

# msg1545
source: Recv:
de: Empf:

# msg1546
source: Sent:
de: Gesendet:

# msg1551
source: '%1' is not a valid IP address.
de: '%1' ist keine gültige IP-Adresse.

# msg1552
source: You selected 'Password' authentication, but did not specify a password.
de: Sie haben 'Passwort'-Authentifizierung ausgwählt, aber\nkein Passwort angegeben.

# msg1553
source: Select Tor Configuration File
de: Wählen Sie die Tor-Konfigurationsdatei aus

# msg1554
source: File Not Found
de: Datei nicht gefunden

# msg1555
source: %1 does not exist. Would you like to create it?
de: %1 existiert nicht. Soll es erstellt werden?

# msg1556
source: Failed to Create File
de: Datei konnte nicht erstellt werden

# msg1557
source: Unable to create %1 [%2]
de: Konnte %1 nicht erstellen [2%]

# msg1558
source: Select a Directory to Use for Tor Data
de: Wählen Sie ein Verzeichnis zum Speichern der Tordaten aus

# msg1559
source: Unable to remove Tor Service
de: Tor-Dienst konnte nicht entfernt werden

# msg1560
source: Vidalia was unable to remove the Tor service.\n\nYou may need to remove it manually.
de: Vidalia konnte den Tor-Dienst nicht entfernen.\n\nSie müssen ihn manuell entfernen.

# msg1561
source: Unable to install Tor Service
de: Tor-Dienst konnte nicht installiert werden

# msg1562
source: Vidalia was unable to install the Tor service.
de: Vidalia konnte Tor nicht als Dienst einrichten.

# msg1563
source: Advanced
de: Fortgeschritten

# msg1564
source: Randomly Generate
de: Zufällige Erzeugung

# msg1570
source: Control Port
de: Kontroll-Port

# msg1573
source: Browse
de: Öffnen

# msg1574
source: Permissions
de: Berechtigungen

# msg1575
source: Run as User:
de: Als folgender Nutzer ausführen:

# msg1576
source: Vidalia will run with this User's permissions
de: Vidalia wird mit den Berechtigungen dieses Nutzers laufen

# msg1577
source: Run as Group:
de: Als folgende Gruppe ausführen:

# msg1578
source: Vidalia will run with this Group's permissions
de: Vidalia wird mit den Berechtigungen dieser Gruppe laufen

# msg1579
source: Authentication:
de: Authentifikation:

# msg1580
source: Address:
de: Adresse:

# msg1581
source: None
de: Keine

# msg1583
source: Password
de: Passwort

# msg1584
source: Appearance
de: Aussehen

# msg1585
source: Style
de: Aussehen

# msg1586
source: Choose Vidalia's interface style
de: Wählen Sie Vidalias Aussehen

# msg1587
source: Language
de: Sprache

# msg1588
source: Choose the language used in Vidalia
de: Wählen Sie die Sprache für Vidalia aus

# msg1589
source: Changes to language will only take effect after restarting Vidalia!
de: Damit die Sprachauswahl gültig wird, muss Vidalia neu gestartet werden.

# msg1590
source: Help
de: Hilfe

# msg1591
source: Error Saving Settings
de: Fehler beim Speichern der Einstellungen

# msg1592
source: Vidalia was unable to save your %1 settings.
de: Vidalia konnte Ihre %1 Einstellungen nicht speichern.

# msg1593
source: Error Applying Settings
de: Fehler beim Anwender der Einstellungen

# msg1594
source: Vidalia was unable to apply your %1 settings to Tor.
de: Vidalia konnte ihre %1 Einstellungen nicht an Tor anwenden.

# msg1596
source: Cancel
de: Abbrechen

# msg1597
source: General
de: Allgemein

# msg1598
source: Network
de: Netzwerk

# msg1601
source: Appearance
de: Aussehen

# msg1602
source: Advanced
de: Fortgeschritten

# msg1603
source: Settings
de: Einstellungen

# msg1605
source: General
de: Allgemein

# msg1606
source: Executables (*.exe)
de: Ausführbare Dateien (*.exe)

# msg1607
source: Select Path to Tor
de: Wählen Sie den Pfad zum Tor-Verzeichnis aus

# msg1609
source: You must specify the name of your Tor executable.
de: Sie müssen den Namen von Tors ausführbarer Datei angeben.

# msg1610
source: Browse
de: Öffnen

# msg1617
source: Invalid Bridge
de: Ungültige Brücke

# msg1618
source: The specified bridge identifier is not valid.
de: Die angegebene Brücke ist nicht gültig.

# msg1619
source: Copy (Ctrl+C)
de: Kopieren (Strg+C)

# msg1620
source: You must specify both an IP address or hostname and a port number to configure Tor to use a proxy to access the Internet.
de: Sie müssen eine IP-Adresse oder einen Hostnamen und eine Portnummer abgeben, damit Tor einen Proxy für die\nInternetverbindung benutzt.

# msg1621
source: You must specify one or more ports to which your firewall allows you to connect.
de: Sie müssen einen oder mehrere Ports angeben, zu der Ihre Firewall Verbindungen erlaubt.

# msg1622
source: '%1' is not a valid port number.
de: '%1' ist keine gültige Port-Nummer.

# msg1623
source: Network
de: Netzwerk

# msg1624
source: Password:
de: Passwort:

# msg1627
source: My firewall only lets me connect to certain ports
de: Meine Firewall lässt nur Verbindungen zu bestimmten Ports zu

# msg1628
source: Firewall Settings
de: Firewall-Einstellungen

# msg1629
source: Allowed Ports:
de: Erlaubte Ports:

# msg1632
source: My ISP blocks connections to the Tor network
de: Mein Provider blockiert Verbindungen zum Tor-Netzwerk

# msg1636
source: I use a proxy to access the Internet
de: Ich benutze einen Proxy um ins Internet zu gelangen

# msg1637
source: Add a Bridge:
de: Eine Bücke hinzufügen:

# msg1638
source: <a href="bridges.finding">How do I find a bridge?</a>
de: <a href="bridges.finding">Wie finde ich eine Tor-Brücke?</a>

# msg1639
source: Remove the selected bridges from the list
de: Entferne the gewählte Brücke von der Liste

# msg1640
source: Copy the selected bridges to the clipboard
de: Kopiere die gewählte Brücke in die Zwischenablage

# msg1641
source: Proxy Settings
de: Proxy-Einstellungen

# msg1643
source: Username:
de: Nutzername:

# msg1644
source: Use this proxy for HTTPS also
de: Diesen Proxy auch für HTTPS benutzen

# msg1645
source: reject
de: ablehnen

# msg1646
source: accept
de: annehmen

# msg1647
source: Bridge Support Unavailable
de: Brücken-Unterstützung nicht verfügbar

# msg1648
source: You have configured Tor to act as a bridge relay for censored users, but your version of Tor does not support bridges.
de: Sie haben Tor so konfiguriert, dass es als Brückenverteiler für zensierte Nutzer dient, aber Ihre Tor-Version\nunterstützt Brücken nicht.

# msg1649
source: Please upgrade your Tor software or configure Tor to act as a normal Tor relay.
de: Bitte aktualisieren Sie Ihre Tor-Version oder konfigurieren Sie Tor so, dass es als normaler Verteiler\narbeitet.

# msg1651
source: You must specify at least a relay nickname and port.
de: Sie müssen mindestend einen Verteiler-Namen und Port angeben.

# msg1656
source: Mirror the Relay Directory
de: Das Tor-Verteiler-Verzeichnis spiegeln

# msg1659
source: Email address at which you may be reached if there is a\nproblem with your relay. You might also include your PGP or GPG fingerprint.
de: Email-Adresse über die Sie erreicht werden können, wenn ein Problem mit Ihrem\nVerteiler besteht. Sie können auch Ihren PGP- oder GPG-Finegerabdruck angeben.

# msg1660
source: Directory Port:
de: Verzeichnis-Port:

# msg1661
source: Directory Port Number
de: Verzeichnis-Port-Nummer:

# msg1663
source: Contact Info:
de: Kontaktinformation:

# msg1665
source: Relay traffic for the Tor network
de: Leite Verkehr für das Tor-Netzwerk weiter

# msg1667
source: Nickname:
de: Spitzname:

# msg1668
source: Bandwidth Limits
de: Bandbreitenbegrenzung

# msg1669
source: Help censored users reach the Tor network (Tor 0.2.0.8-alpha or newer)
de: Nutzern helfen, die einer Internetzensur unterliegen, das Tor-Netzwerk zu nutzen (Tor 0.2.0.8-alpha oder neuer)

# msg1670
source: For Internet connections with fast download speed but slow upload, please list your upload speed here.
de: Bei Internetverbindungen mit hoher Downloadgeschwindigkeit aber niedriger Uploadgeschwindigkeit\ngeben Sie Ihre Uploadgeschwindigkeit bitte hier an.

# msg1671
source: Select the entry that most closely resembles your Internet connection
de: Wählen Sie den Eintrag der Ihrer Internetverbindung am ehesten entspricht

# msg1672
source: Cable/DSL 256 Kbps
de: Kabel/DSL 256 kbit/s

# msg1673
source: Cable/DSL 512 Kbps
de: Kabel/DSL 512 kbit/s

# msg1674
source: Cable/DSL 768 Kbps
de: Kabel/DSL 768 kbit/s

# msg1675
source: T1/Cable/DSL 1.5 Mbps
de: T1/Kabel/DSL 1,5 Mbit/s

# msg1676
source: > 1.5 Mbps
de: > 1,5 Mbit/s

# msg1677
source: Custom
de: Benutzerdefiniert

# msg1678
source: Show help topic on bandwidth rate limits
de: Zeige Hilfe zur Bandbreitenbegrenzung

# msg1679
source: Average Rate
de: Durchschnittliche Rate

# msg1680
source: Long-term average bandwidth limit
de: Dauerhafte durchschnittliche Bandbreitenbegrenzung

# msg1681
source: Maximum Rate
de: Maximale Rate

# msg1682
source: Peak bandwidth rate limit
de: Hochlast Bandbreitenbegrenzung

# msg1684
source: Your maximum bandwidth rate must be greater than or equal to your average bandwidth rate. Both values must be at least 20 KB/s.
de: Ihre maximale Bandbreite muss größer oder gleich groß wie ihre durschnittliche Bandbreite sein. Beide Werte müssen mindestens 20 KB/s betragen.

# msg1685
source: Exit Policies
de: Exit-Regeln

# msg1686
source: Basic Settings
de: Allgemeine Einstellungen

# msg1687
source: Ports 6660 - 6669 and 6697
de: Ports 6660 - 6669 und 6697

# msg1689
source: Ports 110, 143, 993 and 995
de: Ports 110, 143, 993 und 995

# msg1690
source: Retrieve Mail (POP, IMAP)
de: E-Mails abrufen (POP, IMAP)

# msg1691
source: Ports unspecified by other checkboxes
de: Ports die durch andere Checkboxen nicht belegt wurden

# msg1692
source: Misc Other Services
de: Verschiedene andere Dienste

# msg1696
source: Secure Websites (SSL)
de: Sichere Webseiten (SSL)

# msg1698
source: Websites
de: Webseiten

# msg1699
source: Show help topic on exit policies
de: Zeige Hilfe zu Exit-Regeln

# msg1700
source: Relay Port:
de: Verteiler-Port:

# msg1703
source: Error while trying to unpublish all services
de: Fehler beim Versuch alle Dienste zu stoppen

# msg1705
source: Services
de: Dienste

# msg1707
source: Select Service Directory
de: Verzeichnis auswählen

# msg1710
source: Error
de: Fehler

# msg1712
source: Copy onion address of selected service to clipboard
de: Kopiere die Onion Adresse in die Zwischenablage

# msg1713
source: Browse in local file system and choose directory for selected service
de: Durchsuchen Sie ihr lokales Dateisystem um ein Verzeichnis auszuwählen

# msg1715
source: Provided Hidden Services
de: Versteckte Dienste

# msg1716
source: Onion Address
de: Onion Adresse

# msg1718
source: Target
de: Ziel

# msg1719
source: Directory Path
de: Verzeichnispfad

# msg1720
source: Enabled
de: Gestartet

# msg1721
source: Add new service to list
de: Füge einen neuen Service hinzu

# msg1722
source: Remove selected service from list
de: Entferne den gewählten Service

# msg1738
source: Error Loading Help Contents:
de: Fehler beim Laden der Hilfe:

# msg1739
source: Supplied XML file is not a valid Contents document.
de: Angegebene XML Datei enthält kein gültiges Inhaltsverzeichnis

# msg1740
source: Search reached end of document
de: Suche hat Ende des Dokuments erreicht

# msg1741
source: Search reached start of document
de: Suche hat Anfang des Dokuments erreicht

# msg1742
source: Text not found in document
de: Text nicht gefunden

# msg1743
source: Found %1 results
de: %1 Ergebnis(se) gefunden

# msg1744
source: Find:
de: Finde:

# msg1745
source: Find Previous
de: Finde Vorherige

# msg1746
source: Find Next
de: Finde Nächste

# msg1747
source: Case sensitive
de: Groß-/Kleinschreibung beachten

# msg1748
source: Whole words only
de: Nur ganze Wörter

# msg1749
source: Contents
de: Inhalt

# msg1750
source: Help Topics
de: Hilfe Themen

# msg1751
source: Vidalia Help
de: Vidalia Hilfe

# msg1752
source: Search
de: Suche

# msg1753
source: Searching for:
de: Suche nach:

# msg1754
source: Found Documents
de: Gefundene Dokumente

# msg1755
source: Back
de: Zurück

# msg1756
source: Move to previous page (Backspace)
de: Eine Seite zurück (Backspace)

# msg1758
source: Forward
de: Vorwärts

# msg1759
source: Move to next page (Shift+Backspace)
de: Eine Seite vor (Shift+Backspace)

# msg1761
source: Home
de: Startseite

# msg1762
source: Move to the Home page (Ctrl+H)
de: Zur Startseite (Strg+H)

# msg1763
source: Ctrl+H
de: Strg+H

# msg1764
source: Find
de: Suchen

# msg1765
source: Search for a word or phrase on current page (Ctrl+F)
de: Suche nach einem Wort oder Satz in der aktuellen Seite (Strg+F)

# msg1766
source: Ctrl+F
de: Strg+F

# msg1767
source: Close
de: Schließen

# msg1768
source: Close Vidalia Help
de: Die Vidalia Hilfe schließen

# msg1770
source: Error opening help file:
de: Fehler beim Öffnen der Hilfe:

# msg1771
source: Messages that appear when something has \ngone very wrong and Tor cannot proceed.
de: Nachrichten dieses Typs erscheinen, wenn \nschwerwiegende Fehler aufgetreten sind und Tor nicht fortfahren kann.

# msg1772
source: Messages that only appear when \nsomething has gone wrong with Tor.
de: Nachrichten dieses Typs erscheinen nur, wenn\nFehler mit Tor aufgetreten sind.

# msg1773
source: Messages that appear infrequently \nduring normal Tor operation and are \nnot considered errors, but you may \ncare about.
de: Nachrichten dieses Typs erscheinen manchmal\nwährend des normalen Tor-Betriebs. Sie gelten nicht als Fehler, könnten\naber interessant für den Benutzer sein.

# msg1774
source: Messages that appear frequently \nduring normal Tor operation.
de: Nachrichten dieses Typs tauchen öfter während des\nnormalen Tor-Betriebs auf.

# msg1775
source: Hyper-verbose messages primarily of \ninterest to Tor developers.
de: Nachrichten dieses Typs informieren im Detail über\nalle Vorgänge und sind hauptsächlich für Tor-Entwickler gedacht.

# msg1776
source: Error Setting Filter
de: Fehler beim Setzen des Filters

# msg1777
source: Vidalia was unable to register for Tor's log events.
de: Vidalia konnte keine Logging Nachrichten von Tor\nempfangen.

# msg1778
source: Error Opening Log File
de: Fehler beim Öffnen der Logdatei

# msg1779
source: Vidalia was unable to open the specified log file.
de: Vidalia konnte die angegebene Logdatei nicht öffnen.

# msg1780
source: Log Filename Required
de: Logdateiname wird benötigt

# msg1781
source: You must enter a filename to be able to save log messages to a file.
de: Sie müssen einen Dateinamen angeben, um die Logdaten speichern zu können.

# msg1782
source: Select Log File
de: Logdatei auswählen

# msg1783
source: Save Log Messages
de: Speichere Logdatei

# msg1784
source: Text Files (*.txt)
de: Text Dateien (*.txt)

# msg1786
source: Cannot write file %1\n\n%2.
de: Schreiben in Datei %1 nicht möglich\n \n%2.

# msg1787
source: Find in Message Log
de: Suche im Nachrichtenprotokoll

# msg1788
source: Find:
de: Finde:

# msg1789
source: Not Found
de: Nicht gefunden

# msg1790
source: Search found 0 matches.
de: Die Suche hat 0 passende Einträge gefunden.

# msg1791
source: Saves the current Message Log settings
de: Speichert die aktuellen Nachrichtenprotokoll-Einstellungen

# msg1792
source: Save Settings
de: Speichere Einstellungen

# msg1793
source: Cancels changes made to settings
de: Verwirft die Änderung der Einstellungen

# msg1794
source: Cancel
de: Abbrechen

# msg1795
source: Message Log
de: Nachrichtenprotokoll

# msg1796
source: Message Filter
de: Nachrichtenfilter

# msg1797
source: Error
de: Fehler

# msg1798
source: Warning
de: Warnung

# msg1799
source: Notice
de: Notiz

# msg1802
source: Message Log History
de: Nachrichtenprotokoll-Verlauf

# msg1803
source: Number of messages to display in the message log window
de: Anzahl der Nachrichten, die im Nachrichtenprotokoll-Fenster angezeigt werden

# msg1804
source: messages
de: Nachrichten

# msg1805
source: Always Save New Log Messages
de: Nachrichten immer speichern

# msg1806
source: Browse
de: Öffnen

# msg1807
source: Enable automatically saving all new log messages to a file
de: Das automatische Speichern aller neuen Nachrichten in eine Datei aktivieren

# msg1808
source: Automatically save new log messages to a file
de: Alle neuen Nachrichten automatisch in einer Datei speichern

# msg1809
source: Message Filters...
de: Nachrichtenfilter...

# msg1810
source: Set message filters
de: Setze Nachrichtenfilter

# msg1811
source: History Size...
de: Größe des Verlaufs...

# msg1812
source: Set maximum number of messages to display
de: Maximale Anzahl der angezeigten Nachrichten

# msg1813
source: Clear
de: Löschen

# msg1814
source: Clear all messages from the Message Log (Ctrl+E)
de: Lösche alle Nachrichten aus dem Nachrichtenprotokoll (Strg+E)

# msg1815
source: Ctrl+E
de: Strg+E

# msg1816
source: Copy
de: Kopieren

# msg1817
source: Copy the selected messages to the clipboard (Ctrl+C)
de: Kopiere die ausgewählte Nachricht in die Zwischenablage (Strg+C)

# msg1818
source: Ctrl+C
de: Strg+C

# msg1819
source: Select All
de: Alles markieren

# msg1820
source: Select all messages (Ctrl+A)
de: Alle Nachrichten markieren (Strg+A)

# msg1821
source: Ctrl+A
de: Strg+A

# msg1822
source: Save All
de: Speichere alles

# msg1823
source: Save all messages to a file
de: Speichere alle Nachrichten in eine Datei

# msg1824
source: Save Selected
de: Speichere markierte

# msg1825
source: Save selected messages to a file
de: Speichere markierte Nachrichten in eine Datei

# msg1826
source: Settings
de: Einstellungen

# msg1827
source: Adjust Message Log Settings
de: Ändere Nachrichtenprotokoll-Einstellungen

# msg1828
source: Ctrl+T
de: Strg+T

# msg1829
source: Help
de: Hilfe

# msg1830
source: Show the help browser
de: Zeige Hilfe Browser

# msg1832
source: Close
de: Schließen

# msg1833
source: Close the Message Log
de: Schließe das Nachrichtenprotokoll

# msg1835
source: Find
de: Finde

# msg1836
source: Find all messages containing the search text (Ctrl+F)
de: Finde alle Nachrichten die den Suchtext enthalten (Strg+F)

# msg1837
source: Ctrl+F
de: Strg+F

# msg1838
source: Time
de: Zeit

# msg1839
source: Type
de: Typ

# msg1840
source: Message
de: Nachricht

# msg1841
source: Invalid Argument
de: Ungültiges Argument

# msg1842
source: Vidalia is already running
de: Vidalia wurde bereits gestartet

# msg1843
source: Another Vidalia process is possibly already running. If there really is not another Vidalia process running, you can choose to continue anyway.\n\nWould you like to continue starting Vidalia?
de: Ein anderer Vidalia-Prozess läuft möglicherweise bereits. Falls wirklich kein anderer Vidalia-Prozess läuft, können Sie dennoch fortfahren.\n\nWollen Sie mit dem Start von Vidalia fortfahren?

# msg1844
source: Tor Update Available
de: Tor-Update verfügbar

# msg1845
source: Tor website: %1
de: Tor-Webseite: %1

# msg1846
source: The currently installed version of Tor is out of date or no longer recommended. Please visit the Tor website to download the latest version.
de: Die installierte Tor-Version ist veraltet und wird nicht länger empfohlen.\nBitte besuchen Sie die Tor-Webseite, um die aktuelle Version herunter zu laden.

# msg1847
source: New Identity
de: Neue Identität

# msg1848
source: All subsequent connections will appear to be different than your old connections.
de: Alle folgenden Verbindungen werden anders als alte\nVerbindungen erscheinen.

# msg1849
source: Failed to Create New Identity
de: Konnte keine neue Identität erstellen

# msg1852
source: Network Map
de: Netzwerk-Karte

# msg1853
source: Control Panel
de: Kontrollpanel

# msg1854
source: Ctrl+T
de: Strg+T

# msg1855
source: Ctrl+B
de: Strg+B

# msg1856
source: Ctrl+L
de: Strg+L

# msg1857
source: Ctrl+N
de: Strg+N

# msg1858
source: Ctrl+?
de: Strg+?

# msg1859
source: Ctrl+I
de: Strg+I

# msg1860
source: Ctrl+P
de: Strg+P

# msg1861
source: File
de: Datei

# msg1863
source: View
de: Ansicht

# msg1864
source: Vidalia Help
de: Vidalia Hilfe

# msg1865
source: Error starting web browser
de: Fehler beim Starten des Webbrowsers

# msg1866
source: Vidalia was unable to start the configured web browser
de: Vidalia konnte den angegebenen Webbrowser nicht starten

# msg1867
source: Error starting proxy server
de: Fehler beim Start des Proxyservers

# msg1868
source: Vidalia was unable to start the configured proxy server
de: Vidalia konnte den angegebenen Proxyserver nicht starten

# msg1870
source: Tor is shutting down
de: Tor wird beendet

# msg1876
source: Error Starting Tor
de: Fehler beim Starten von Tor

# msg1877
source: Vidalia was unable to start Tor. Check your settings to ensure the correct name and location of your Tor executable is specified.
de: Vidalia konnte Tor nicht starten. Überprüfen Sie Ihre Einstellungen, um sicherzustellen, dass der Pfad zur Tor-Anwendung korrekt angegeben ist.

# msg1879
source: Relaying is Enabled
de: Verteilung ist aktiviert

# msg1885
source: Cookie Authentication Required
de: Cookie-Authentifikation erforderlich

# msg1887
source: Would you like to browse for the file 'control_auth_cookie' yourself?
de: Wollen Sie selbst nach der Datei 'control_auth_cookie' suchen?

# msg1890
source: Error Registering for Events
de: Fehler bei der Registrierung für Ereignisse

# msg1892
source: Password Authentication Required
de: Passwort-Authentifikation erforderlich

# msg1893
source: Please enter your control password (not the hash):
de: Bitte geben Sie Ihr Kontroll-Passwort ein (nicht den Hash-Wert):
