Repository: Bodyfarm/vidalia
Catalog: src/vidalia/i18n/vidalia_*.xlf
Languages: de, ru

# msg1896
source: Please check your control port authentication settings.
de: Bitte überprüfen Sie die Authentifikationseinstellungen des Kontroll-Ports.

# msg1897
source: Tor is not running
de: Tor läuft nicht

# msg1898
source: Vidalia Shortcuts
de: Vidalia Schnellzugriff

# msg1900
source: Setup Relaying
de: Weiterleitung einrichten

# msg1902
source: View the Network
de: Netzwerk betrachten

# msg1903
source: View a map of the Tor network
de: Die Tor-Netzwerkkarte betrachten

# msg1904
source: Use a New Identity
de: Eine neue Identität verwenden

# msg1905
source: Make subsequent connections appear new
de: Spätere Verbindungen als neu erscheinen lassen

# msg1906
source: Bandwidth Graph
de: Bandbreitengraph

# msg1908
source: Message Log
de: Nachrichtenprotokoll

# msg1910
source: Help
de: Hilfe

# msg1911
source: View help documentation
de: Hilfe anzeigen

# msg1912
source: Settings
de: Einstellungen

# msg1913
source: Vidalia Control Panel
de: Vidalia Kontroll-Panel

# msg1915
source: About
de: Über

# msg1916
source: View version and license information
de: Version und Lizenzinformationen anzeigen

# msg1917
source: Exit
de: Beenden

# msg1918
source: Exit Vidalia
de: Vidalia beenden

# msg1919
source: Show this window on startup
de: Dieses Fenster beim Start anzeigen

# msg1920
source: Hide
de: Verstecken

# msg1921
source: Hide this window
de: Dieses Fenster verstecken

# msg1923
source: <Path Empty>
de: <Leerer Pfad>

# msg1925
source: Connection
de: Verbindung

# msg1926
source: Zoom to Circuit
de: Kanal heranzoomen

# msg1927
source: Close Circuit (Del)
de: Kanal schließen (Entf)

# msg1928
source: Close Stream (Del)
de: Datenstrom schließen (Entf)

# msg1929
source: Refresh
de: Aktualisieren

# msg1930
source: Tor Network Map
de: Tor-Netzwerk-Karte

# msg1931
source: Refresh the list of Tor relays and connections
de: Aktualisiere die Liste der Tor-Verteiler und Verbindungen

# msg1932
source: Ctrl+R
de: Strg+R

# msg1933
source: Help
de: Hilfe

# msg1934
source: Show the network map help
de: Zeige Hilfe zur Netzwerk-Karte

# msg1935
source: Show network map help
de: Zeige Hilfe zur Netzwerk-Karte

# msg1937
source: Close
de: Schließen

# msg1938
source: Close the network map
de: Schließe Netzwerk-Karte

# msg1940
source: Zoom In
de: Vergrößern

# msg1941
source: Zoom in on the network map
de: Vergrößere Netzwerk-Karte

# msg1943
source: Zoom Out
de: Verkleinern

# msg1944
source: Zoom out on the network map
de: Verkleinere Netzwerk-Karte

# msg1946
source: Zoom To Fit
de: Größe anpassen

# msg1947
source: Zooms to fit all currently displayed circuits
de: Passt die Größe an die angezeigten Verbindungen an

# msg1948
source: Ctrl+Z
de: Strg+Z

# msg1949
source: IP Address:
de: IP-Adresse:

# msg1950
source: Platform:
de: Plattform:

# msg1951
source: Bandwidth:
de: Bandbreite:

# msg1952
source: Uptime:
de: Läuft seit:

# msg1953
source: Last Updated:
de: Zuletzt aktualisiert:

# msg1954
source: Location:
de: Ort:

# msg1956
source: Hibernating
de: Ruhezustand

# msg1959
source: Relay
de: Verteiler

# msg1960
source: Zoom to Relay
de: Verteiler heran zoomen

# msg1961
source: Displays this usage message and exits.
de: Zeigt diese Nachricht an.

# msg1962
source: Resets ALL stored Vidalia settings.
de: Setzt ALLE gespeicherten Vidalia-Einstellungen zurück.

# msg1963
source: Sets the directory Vidalia uses for data files.
de: Legt das Vidaliaverzeichnis für die Daten fest.

# msg1964
source: Sets the name and location of Vidalia's pidfile.
de: Legt den Namen und Speicherort für Vidalias pidfile fest.

# msg1965
source: Sets the name and location of Vidalia's logfile.
de: Legt den Namen und Speicherort für Vidalias Nachrichtendatei fest.

# msg1966
source: Sets the verbosity of Vidalia's logging.
de: Legt die Umfang von Vidalias Nachrichtenprotokoll fest.

# msg1967
source: Sets Vidalia's interface style.
de: Legt Vidalias Oberflächenstyle fest.

# msg1968
source: Sets Vidalia's language.
de: Legt Vidalias Sprache fest.

# msg1969
source: Vidalia Usage Information
de: Vidalia Anwendungsinformation

# msg1970
source: Invalid language code specified:
de: Ungültiger Ländercode angegeben:

# msg1971
source: Invalid GUI style specified:
de: Ungültiges GUI-Aussehen angegeben:

# msg1972
source: Invalid log level specified:
de: Ungültiges Nachrichtenlevel angegeben:

# msg1973
source: Unable to open log file '%1': %2
de: Konnte Nachrichtendatei nicht öffnen '%1': %2

# msg1975
source: Cancel
de: Abbrechen

# msg1976
source: Yes
de: Ja

# msg1977
source: No
de: Nein

# msg1978
source: Help
de: Hilfe

# msg1979
source: Retry
de: Versuche erneut

# msg1980
source: Show Log
de: Zeige Logdatei

# msg1981
source: Show Settings
de: Zeige Einstellungen

# msg1982
source: Continue
de: Fortfahren

# msg1983
source: Quit
de: Schließen

# msg1984
source: Browse
de: Öffnen

# msg8433
source: New
ru: Новый

# msg8434
source: Open
ru: Открытый

# msg8435
source: Building
ru: Создание

# msg8436
source: Failed
ru: Ошибка

# msg8437
source: Closed
ru: Закрытый

# msg8438
source: Unknown
ru: Неизвестно

# msg8439
source: Vidalia was unable to connect to Tor. (%1)
ru: Vidalia не смогла подсоединиться к Tor. (%1)

# msg8440
source: Control socket is not connected.
ru: Нет соединения на сокете контроллера.

# msg8441
source: Invalid control reply. [%1]
ru: Ошибочный ответ контроллера. [%1]

# msg8442
source: Control socket is not connected.
ru: Нет соединения на сокете контроллера.

# msg8443
source: Error sending control command. [%1]
ru: Ошибка посылки команды контроллеру. [%1]

# msg8444
source: Socket disconnected while attempting to read a line of data.
ru: Сокет закрылся при попытке чтения данных.

# msg8447
source: Notice
ru: Замечание

# msg8448
source: Warning
ru: Предупредение

# msg8449
source: Error
ru: Ошибка

# msg8450
source: Unknown
ru: Неизвестно

# msg8451
source: Online
ru: Работает

# msg8452
source: Hibernating
ru: Не активен

# msg8453
source: Offline
ru: Отключен

# msg8454
source: New
ru: Новый

# msg8455
source: Resolving
ru: Определяется

# msg8456
source: Connecting
ru: Соединяется

# msg8457
source: Open
ru: Открытый

# msg8458
source: Failed
ru: Неудачный

# msg8459
source: Closed
ru: Закрытый

# msg8460
source: Retrying
ru: Попытка

# msg8461
source: Remapped
ru: Переназначен

# msg8462
source: Unknown
ru: Неизвестный

# msg8463
source: Process %1 failed to stop. [%2]
ru: Процесс %1 не смог остановится. [%2]

# msg8464
source: The Tor service is not installed.
ru: Сервис Tor не установлен.

# msg8465
source: Unable to start the Tor service.
ru: Не удалось запустить сервис Tor.

# msg8466
source: <Unavailable>
ru: <Неизвестно>

# msg8467
source: <Not Running>
ru: <Не запущен>

# msg8469
source: Qt Version
ru: Версия Qt

# msg8471
source: Tor Version
ru: Версия Tor

# msg8472
source: About Vidalia
ru: О программе Vidalia

# msg8474
source: Vidalia Version
ru: Версия Vidalia

# msg8475
source: Since:
ru: Показано от :

# msg8476
source: Hide Settings
ru: Скрыть настройки

# msg8477
source: Receive Rate
ru: Трафик Вх

# msg8478
source: Tor Bandwidth Usage
ru: Трафик Tor

# msg8479
source: Send Rate
ru: Трафик Исх

# msg8480
source: Always on Top
ru: Поверх

# msg8481
source: Style
ru: Стиль

# msg8482
source: Changes the transparency of the Bandwidth Graph
ru: Изменить прозрачность этого окна

# msg8484
source: % Opaque
ru: % непрозрачности

# msg8485
source: Show Settings
ru: Показать настройки

# msg8486
source: Save
ru: Сохранить

# msg8487
source: Cancel
ru: Отменить

# msg8488
source: Reset
ru: Сбросить

# msg8489
source: Recv:
ru: Вх:

# msg8490
source: Sent:
ru: Исх:

# msg8491
source: %1 KB
ru: %1 КБ

# msg8492
source: %1 MB
ru: %1 МБ

# msg8493
source: %1 GB
ru: %1 ГБ

# msg8494
source: %1 KB/s
ru: %1 КБ/с

# msg8495
source: '%1' is not a valid IP address.
ru: Не удалось распознать IP адрес в '%1'.

# msg8496
source: You selected 'Password' authentication, but did not specify a password.
ru: Вы выбрали парольную аутентификацию, но не указали пароль.

# msg8497
source: Select Tor Configuration File
ru: Выберите файл настроек Tor

# msg8498
source: File Not Found
ru: Файл не найден

# msg8499
source: %1 does not exist. Would you like to create it?
ru: %1 не существует. Создать?

# msg8500
source: Failed to Create File
ru: Не удалось создать файл

# msg8501
source: Unable to create %1 [%2]
ru: Не удалось создать %1 [%2]

# msg8502
source: Select a Directory to Use for Tor Data
ru: Выберите каталог для данных Tor

# msg8503
source: Unable to remove Tor Service
ru: Не удалось удалить сервис Tor

# msg8504
source: Vidalia was unable to remove the Tor service.\n\nYou may need to remove it manually.
ru: Vidalia не смогла удалить сервис Tor.\n\nВозможно вам следует удалить его вручную.

# msg8505
source: Unable to install Tor Service
ru: Не удалось установить сервис Tor

# msg8506
source: Vidalia was unable to install the Tor service.
ru: Vidalia не смогла установить сервис Tor.

# msg8507
source: Advanced
ru: Экспертные

# msg8508
source: Randomly Generate
ru: Сгенерировать случайно

# msg8514
source: Control Port
ru: Порт контроллера

# msg8517
source: Browse
ru: Выбрать

# msg8518
source: Permissions
ru: Права доступа

# msg8519
source: Run as User:
ru: Запускать от пользователя:

# msg8520
source: Vidalia will run with this User's permissions
ru: Vidalia будет запущена с правами указанного пользователя

# msg8521
source: Run as Group:
ru: Запускать от группы:

# msg8522
source: Vidalia will run with this Group's permissions
ru: Vidalia будет запущена с правами указанной группы

# msg8523
source: Authentication:
ru: Аутентификация:

# msg8524
source: Address:
ru: Адрес:

# msg8527
source: Password
ru: Пароль

# msg8528
source: Appearance
ru: Вид

# msg8529
source: Style
ru: Стиль

# msg8530
source: Choose Vidalia's interface style
ru: Выберите стиль интерфейса

# msg8531
source: Language
ru: Язык

# msg8532
source: Choose the language used in Vidalia
ru: Выберите язык интерфейса для Vidalia

# msg8533
source: Changes to language will only take effect after restarting Vidalia!
ru: Изменения языка вступят в силу только после перезапуска программы!

# msg8534
source: Help
ru: Помощь

# msg8535
source: Error Saving Settings
ru: Ошибка сохранения настроек

# msg8536
source: Vidalia was unable to save your %1 settings.
ru: Vidalia не смогла сохранить ваши настройки (%1).

# msg8537
source: Error Applying Settings
ru: Ошибка применения настроек

# msg8538
source: Vidalia was unable to apply your %1 settings to Tor.
ru: Vidalia не смогла применить ваши настройки (%1) к Tor.

# msg8539
source: OK
ru: ОК

# msg8540
source: Cancel
ru: Отменить

# msg8541
source: General
ru: Общие

# msg8542
source: Network
ru: Сеть

# msg8545
source: Appearance
ru: Вид

# msg8546
source: Advanced
ru: Экспертные

# msg8547
source: Settings
ru: Настройки

# msg8549
source: General
ru: Общие

# msg8550
source: Executables (*.exe)
ru: Исполняемые файлы (*.exe)

# msg8551
source: Select Path to Tor
ru: Выберите путь к Tor

# msg8553
source: You must specify the name of your Tor executable.
ru: Вы должны указать имя исполняемого файла Tor.

# msg8554
source: Browse
ru: Выбрать

# msg8561
source: Invalid Bridge
ru: Испорченный bridge

# msg8562
source: The specified bridge identifier is not valid.
ru: Указанный идентификатор bridge'а не действителен.

# msg8563
source: Copy (Ctrl+C)
ru: Копировать (Ctrl+C)

# msg8564
source: You must specify both an IP address or hostname and a port number to configure Tor to use a proxy to access the Internet.
ru: Вы должны указать и IP адрес (или домен) и порт чтобы настроить Tor использовать пркси для доступа в Интернет.

# msg8565
source: You must specify one or more ports to which your firewall allows you to connect.
ru: Вы должны указать один или более портов к которым не заблокирован доступ брандмауэром.

# msg8566
source: '%1' is not a valid port number.
ru: Неверный номер порта '%1'.

# msg8567
source: Network
ru: Сеть

# msg8568
source: Password:
ru: Пароль:

# msg8569
source: Port:
ru: Порт:

# msg8571
source: My firewall only lets me connect to certain ports
ru: Мой брандмауэр разрешает соединения не ко всем портам

# msg8572
source: Firewall Settings
ru: Настройки брандмауэра

# msg8573
source: Allowed Ports:
ru: Разрешённые порты:

# msg8576
source: My ISP blocks connections to the Tor network
ru: Мой интернет-провайдер блокирует доступ к сети Tor

# msg8580
source: I use a proxy to access the Internet
ru: Я использую прокси для доступа в Интернет

# msg8581
source: Add a Bridge:
ru: Добавить bridge:

# msg8582
source: <a href="bridges.finding">How do I find a bridge?</a>
ru: <a href="bridges.finding">Как мне найти bridge'ы?</a>

# msg8583
source: Remove the selected bridges from the list
ru: Удалить выбранные bridge'ы из списка

# msg8584
source: Copy the selected bridges to the clipboard
ru: Скопировать выбранные bridge'ы в буфер обмена

# msg8585
source: Proxy Settings
ru: Настройки прокси

# msg8586
source: HTTP Proxy:
ru: HTTP прокси:

# msg8587
source: Username:
ru: Имя пользователя:

# msg8588
source: Use this proxy for HTTPS also
ru: Использовать этот прокси также для HTTPS

# msg8589
source: reject
ru: отклонять

# msg8590
source: accept
ru: принимать

# msg8591
source: Bridge Support Unavailable
ru: Поддержка bridge'в недоступна

# msg8592
source: You have configured Tor to act as a bridge relay for censored users, but your version of Tor does not support bridges.
ru: Вы настроили Tor быть bridge'ем для заблокированных пользователей, но ваша версия Tor не поддерживает bridge'ы.

# msg8593
source: Please upgrade your Tor software or configure Tor to act as a normal Tor relay.
ru: Пожалуйста обновите версию Tor или настройте Tor как обычный сервер.

# msg8594
source: Your bridge relay is not running.
ru: Ваш сервер-bridge не запущен.

# msg8595
source: You must specify at least a relay nickname and port.
ru: Вы должны указать как минимум ник сервера и порт.

# msg8596
source: Server
ru: Сервер

# msg8597
source: This is the identity of your bridge relay that you can give to other people
ru: Это идентификатор вашего bridge-сервера которые вы можете показывать другим людям

# msg8598
source: Copy your bridge relay's identity to the clipboard
ru: Скопировать идентификатор вашего bride-сервера в буфер обмена

# msg8600
source: Mirror the Relay Directory
ru: Зеркалировать каталог серверов

# msg8603
source: Email address at which you may be reached if there is a\nproblem with your relay. You might also include your PGP or GPG fingerprint.
ru: email адрес по которому можно с вами связаться если\nвозникнет проблема с вашим сервером. Вы можете также указать отпечаток вашего PGP ключа.

# msg8604
source: Directory Port:
ru: Порт директории:

# msg8605
source: Directory Port Number
ru: Номер порта для запросов директории (списка роутеров)

# msg8607
source: Contact Info:
ru: Контактная информация:

# msg8608
source: Name of your relay
ru: Имя вашего сервера

# msg8609
source: Relay traffic for the Tor network
ru: Режим сервера

# msg8610
source: Port on which users and other relays can communicate with your relay
ru: Порт через который пользователи и другие серверы смогут общаться с вашим сервером

# msg8611
source: Nickname:
ru: Ник:

# msg8612
source: Bandwidth Limits
ru: Ограничения трафика

# msg8613
source: Help censored users reach the Tor network (Tor 0.2.0.8-alpha or newer)
ru: Помочь заблокированным пользователям получить доступ к сети Tor (требуется Tor 0.2.0.8-alpha или новее)

# msg8614
source: For Internet connections with fast download speed but slow upload, please list your upload speed here.
ru: Для Интерент-соединений с большой входящей скоростью, но малой выходящей, пожалуйста указывайте выходящую.

# msg8615
source: Select the entry that most closely resembles your Internet connection
ru: Выберите пункт который более всего подходит для описания вашего соединения

# msg8621
source: Custom
ru: Другое

# msg8622
source: Show help topic on bandwidth rate limits
ru: Показать справку по ограничению трафика

# msg8623
source: Average Rate
ru: Среднее значение

# msg8624
source: Long-term average bandwidth limit
ru: Долговременное усреднённое ограничение трафика

# msg8625
source: Maximum Rate
ru: Максимальное значение

# msg8626
source: Peak bandwidth rate limit
ru: Ограничение максимального значения трафика

# msg8627
source: KB/s
ru: КБ/с

# msg8628
source: Your maximum bandwidth rate must be greater than or equal to your average bandwidth rate. Both values must be at least 20 KB/s.
ru: Ограничение максимального уровня трафика должно быть больше или равно ограничению среднего уровня трафика. Оба значения не могут быть меньше 20 КБ/сек.

# msg8629
source: Exit Policies
ru: Политики выхода

# msg8630
source: Basic Settings
ru: Базовые настройки

# msg8631
source: Ports 6660 - 6669 and 6697
ru: Порты 6660 - 6669 и 6697

# msg8633
source: Ports 110, 143, 993 and 995
ru: Порты 110, 143, 993 и 995

# msg8634
source: Retrieve Mail (POP, IMAP)
ru: Получение почты (POP, IMAP)

# msg8635
source: Ports unspecified by other checkboxes
ru: Порты не указанные в других checkbox'ах

# msg8636
source: Misc Other Services
ru: Другие сервисы

# msg8638
source: Instant Messaging (IM)
ru: Системы мгновенного обмена сообщениями (IM)

# msg8639
source: Port 443
ru: Порт 443

# msg8640
source: Secure Websites (SSL)
ru: Защищённые веб-сайты (SSL)

# msg8641
source: Port 80
ru: Порт 80

# msg8642
source: Websites
ru: Веб-сайты

# msg8643
source: Show help topic on exit policies
ru: Показать справку по правилам

# msg8644
source: Relay Port:
ru: Порт сервера:

# msg8646
source: Let others access your bridge by giving them this line:
ru: Дайте пользователям доступ к вашему bridge-серверу сообщив им эту строку:

# msg8667
source: Failed to hash the control password.
ru: Не удалось хэшировать пароль управления.

# msg8682
source: Error Loading Help Contents:
ru: Ошибка загрузки содержания помощи:

# msg8683
source: Supplied XML file is not a valid Contents document.
ru: Предоставленный XML не является корректным дрокументом Содержания.

# msg8684
source: Search reached end of document
ru: Поиск достиг конца документа

# msg8685
source: Search reached start of document
ru: Поиск достиг начала документа

# msg8686
source: Text not found in document
ru: Текст не найден в документе

# msg8687
source: Found %1 results
ru: Результатов поиска: %1

# msg8688
source: Find:
ru: Найти:

# msg8689
source: Find Previous
ru: Найти предыдущий

# msg8690
source: Find Next
ru: Найти следующий

# msg8691
source: Case sensitive
ru: С учётом регистра

# msg8692
source: Whole words only
ru: Только слова целиком

# msg8693
source: Contents
ru: Содержание

# msg8694
source: Help Topics
ru: Темы помощи

# msg8695
source: Vidalia Help
ru: Помощь

# msg8696
source: Search
ru: Поиск

# msg8697
source: Searching for:
ru: Искать:

# msg8698
source: Found Documents
ru: Найденные документы

# msg8699
source: Back
ru: Назад

# msg8700
source: Move to previous page (Backspace)
ru: Вернуться на предыдущую страницу (Backspace)

# msg8702
source: Forward
ru: Вперёд

# msg8703
source: Move to next page (Shift+Backspace)
ru: Перейти на следующую страницу (Shift+Backspace)

# msg8705
source: Home
ru: Начало

# msg8706
source: Move to the Home page (Ctrl+H)
ru: Перейти на начальную страницу (Ctrl+H)

# msg8708
source: Find
ru: Найти

# msg8709
source: Search for a word or phrase on current page (Ctrl+F)
ru: Найти слово или фразу на текущей странице (Ctrl+F)

# msg8711
source: Close
ru: Закрыть

# msg8712
source: Close Vidalia Help
ru: Закрыть помощь

# msg8714
source: Error opening help file:
ru: Ошибка открытия файла помощи:

# msg8715
source: Messages that appear when something has \ngone very wrong and Tor cannot proceed.
ru: Сообщения которые появляются когда что-то очень неправильно\nи Tor не может продолжать работу.

# msg8716
source: Messages that only appear when \nsomething has gone wrong with Tor.
ru: Сообщения которые появляются когда\nчто-то не так с Tor.

# msg8717
source: Messages that appear infrequently \nduring normal Tor operation and are \nnot considered errors, but you may \ncare about.
ru: Сообщения которые появляются редко\n во время обычного функционирования Tor и\n не считаются ошибками, но может быть\nстоят вашего внимания.

# msg8718
source: Messages that appear frequently \nduring normal Tor operation.
ru: Сообщения которые появляются часто \nво время обычной работы Tor.

# msg8719
source: Hyper-verbose messages primarily of \ninterest to Tor developers.
ru: Очень подробные сообщения,\nпреимущественно представляют интерес для\nразработчиков Tor.

# msg8720
source: Error Setting Filter
ru: Ошибка установки фильтра

# msg8721
source: Vidalia was unable to register for Tor's log events.
ru: Vidalia не смогла зарегистрироваться для получения сообщений Tor.

# msg8722
source: Error Opening Log File
ru: Ошибка открытия файла журнала

# msg8723
source: Vidalia was unable to open the specified log file.
ru: Vidalia не смогла открыть указанный файл журнала.

# msg8724
source: Log Filename Required
ru: Требуется указать имя файла журнала

# msg8725
source: You must enter a filename to be able to save log messages to a file.
ru: Вы должны ввести имя файла чтобы сохранить записи журнала в файл.

# msg8726
source: Select Log File
ru: Выберите файл журнала

# msg8727
source: Save Log Messages
ru: Сохранить сообщения журнала

# msg8728
source: Text Files (*.txt)
ru: Текстовые файлы (*.txt)

# msg8730
source: Cannot write file %1\n\n%2.
ru: Ошибка записи в файл %1\n \n%2.

# msg8731
source: Find in Message Log
ru: Найти в логе

# msg8732
source: Find:
ru: Найти:

# msg8733
source: Not Found
ru: Не найдено

# msg8734
source: Search found 0 matches.
ru: Ничего не найдено.

# msg8735
source: Saves the current Message Log settings
ru: Сохранить текущие настройки журнала сообщений

# msg8736
source: Save Settings
ru: Сохранить настройки

# msg8737
source: Cancels changes made to settings
ru: Отменить изменения настроек

# msg8738
source: Cancel
ru: Отменить

# msg8739
source: Message Log
ru: Журнал сообщений

# msg8740
source: Message Filter
ru: Фильтр сообщений

# msg8741
source: Error
ru: Ошибка

# msg8742
source: Warning
ru: Предупреждение

# msg8743
source: Notice
ru: Замечание

# msg8746
source: Message Log History
ru: История сообщений

# msg8747
source: Number of messages to display in the message log window
ru: Количество сообщений в окне журнала

# msg8748
source: messages
ru: сообщений

# msg8749
source: Always Save New Log Messages
ru: Всегда сохранять новые сообщения

# msg8750
source: Browse
ru: Выбрать

# msg8751
source: Enable automatically saving all new log messages to a file
ru: Включить автоматическое сохранение всех новых сообщений в файл

# msg8752
source: Automatically save new log messages to a file
ru: Сохранять в файл

# msg8753
source: Message Filters...
ru: Фильтры сообщений...

# msg8754
source: Set message filters
ru: Установить фильтры сообщений

# msg8755
source: History Size...
ru: Размер истории...

# msg8756
source: Set maximum number of messages to display
ru: Установить максимальное количестов сообщение для показа

# msg8757
source: Clear
ru: Очистить

# msg8758
source: Clear all messages from the Message Log (Ctrl+E)
ru: Удалить все сообщения из журнала (Ctrl+E)

# msg8760
source: Copy
ru: Копировать

# msg8761
source: Copy the selected messages to the clipboard (Ctrl+C)
ru: Копировать выделенные сообщения в буфер обмена (Ctrl+C)

# msg8763
source: Select All
ru: Выбрать все

# msg8764
source: Select all messages (Ctrl+A)
ru: Выбрать все сообщения (Ctrl+A)

# msg8766
source: Save All
ru: Сохранить все

# msg8767
source: Save all messages to a file
ru: Сохранить все сообщения в файл

# msg8768
source: Save Selected
ru: Сохранить выделенные

# msg8769
source: Save selected messages to a file
ru: Сохранить выделенные сообщения в файл
