Repository: Bodyfarm/vidalia
Catalog: pkg/win32/po/*/vidalia_*.po
Languages: ru

# BundleSetupCaption
source: ${BUNDLE_NAME} setup
ru: Установка ${BUNDLE_NAME}

# BundleWelcomeText
source: This wizard will guide you through the installation of Tor, Vidalia, Polipo, and Torbutton. Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more. Vidalia is a GUI that helps you control, monitor, and configure Tor. Polipo is a caching web proxy that helps increase performance of browsing the web through Tor. Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing. If you have previously installed Tor, Vidalia, Polipo, or Firefox, please make sure they are not running before continuing this installation. $_CLICK
ru: Этот помощник поможет вам установить Tor, Vidalia, Privoxy, и Torbutton. Tor это система анонимного использования сети Internet, которая поможет анонимизировать просмотр страниц, публикации, обмен сообщениями, IRC, и многое другое. Vidalia это программа с оконным интерфейсом для настройки, управления и контроля Tor. Privoxy это кэширующий веб-прокси который ускоряет работу в интернете. Torbutton это расширение Firefox позволяющее быстро включить или выключить режим анонимного просмотра страниц. Если у вас уже установлены Tor, Vidalia, Privoxy, или Firefox; Прежде чем продолжить установку: убедитесь что эти программы не запущены. $_CLICK

# BundleWelcomeTitle
source: Welcome to the ${BUNDLE_NAME} Setup Wizard
ru: Вас приветствует мастер установки ${BUNDLE_NAME}

# BundleLinkText
source: ${TOR_NAME} installation documentation
ru: Инструкция по установке ${TOR_NAME}

# BundleFinishText
source: Installation is complete. Please see https://www.torproject.org/docs/tor-doc-windows to learn how to configure your applications to use Tor. If you installed Torbutton, you will need to restart Firefox.
ru: Установка завершена. Пожалуйста прочитайте https://www.torproject.org/docs/tor-doc-windows чтобы узнать, как настроить другие приложения использовать Tor. Если вы установили Torbutton, вам придётся перезапустить Firefox.

# BundleRunNow
source: Run installed components now
ru: Запустить установленные компоненты

# VidaliaGroupDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
ru: Vidalia это программа с оконным интерфейсом для настройки, управления и контроля Tor.

# VidaliaUninstDesc
source: Remove ${VIDALIA_DESC}.
ru: Удалить ${VIDALIA_DESC}.

# VidaliaSetupCaption
source: ${VIDALIA_NAME} setup
ru: Установка ${VIDALIA_NAME}

# VidaliaWelcomeText
source: This wizard will guide you through the installation of Vidalia, a GUI that helps you control, monitor, and configure Tor. $_CLICK
ru: Этот мастер установит Vidalia, программу с оконным интерфейсом для настройки, управления и контроля Tor. $_CLICK

# VidaliaWelcomeTitle
source: Welcome to the ${VIDALIA_NAME} Setup Wizard
ru: Вас приветствует мастер установки ${VIDALIA_NAME}

# VidaliaLinkText
source: ${VIDALIA_NAME} homepage
ru: Страница проекта ${VIDALIA_NAME}

# VidaliaAppDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
ru: Vidalia это программа с оконным интерфейсом для настройки, управления и контроля Tor.

# VidaliaStartup
source: Run At Startup
ru: Автозапуск

# VidaliaStartupDesc
source: Automatically run ${VIDALIA_NAME} at startup.
ru: Автоматически запускать ${VIDALIA_NAME} при загрузке системы.

# VidaliaShortcuts
source: Add to Start Menu
ru: Ярлыки в Главное Меню

# VidaliaShortcutsDesc
source: Add ${VIDALIA_NAME} to your Start menu.
ru: Добавить ${VIDALIA_NAME} в Главное Меню.

# VidaliaRunNow
source: Run ${VIDALIA_NAME}
ru: Запустить ${VIDALIA_NAME}

# TorGroupDesc
source: Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more.
ru: Tor это система анонимного использования сети Internet, которая поможет анонимизировать Вашу веб-деятельность, системы мгновенного обмена сообщениями, IRC, и многое другое.

# TorUninstDesc
source: Remove ${TOR_DESC}.
ru: Удалить ${TOR_DESC}.

# TorAppDesc
source: Install ${TOR_DESC}.
ru: Установить ${TOR_DESC}.

# TorAskOverwriteTorrc
source: You already have a Tor configuration file.$ $ Do you want to overwrite it with the default sample configuration file?
ru: У вас уже есть файл настроек Tor.$ $ Хотите ли вы перезаписать его файлом из дистрибутива?

# TorDocumentation
source: Documentation
ru: Документация

# TorDocumentationDesc
source: Install ${TOR_NAME} documentation.
ru: Установить документацию ${TOR_NAME}.

# TorShortcuts
source: Add to Start Menu
ru: Ярлыки в Главное Меню

# TorShortcutsDesc
source: Add ${TOR_NAME} to your Start menu.
ru: Добавить ${TOR_NAME} в Главное Меню.

# PolipoGroupDesc
source: Polipo is a caching web proxy that increases performance of web browsing through Tor.
ru: Polipo это кэширующий прокси сервер, он ускоряет работу с интернетом через Tor.

# PolipoUninstDesc
source: Remove ${POLIPO_DESC}.
ru: Удалить ${POLIPO_DESC}.

# PolipoAppDesc
source: Install ${POLIPO_DESC}.
ru: Установить ${POLIPO_DESC}.

# PolipoShortcuts
source: Add to Start Menu
ru: Добавить в Меню Пуск

# PolipoShortcutsDesc
source: Add ${POLIPO_NAME} to your Start menu.
ru: Добавить ${POLIPO_NAME} в ваше меню Пуск.

# PolipoStartup
source: Run At Startup
ru: Запускать при старте системы

# PolipoStartupDesc
source: Automatically run ${POLIPO_NAME} at startup.
ru: Автоматически запускать ${POLIPO_NAME} при загрузке системы.

# TorbuttonGroupDesc
source: Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing.
ru: Torbutton это расширение Firefox для быстрого включения/выключения режима анонимного использования браузера.

# TorbuttonUninstDesc
source: Remove ${TORBUTTON_DESC}.
ru: Удалить ${TORBUTTON_DESC}.

# TorbuttonAppDesc
source: Install ${TORBUTTON_DESC}.
ru: Установить ${TORBUTTON_DESC}.

# TorbuttonAddToFirefox
source: Add to Firefox
ru: Добавить в Firefox

# TorbuttonAddToFirefoxDesc
source: Add the ${TORBUTTON_DESC} extension to Firefox.
ru: Добавить расширение ${TORBUTTON_DESC} в Firefox.

# TorbuttonFirefoxNotFound
source: Firefox was not found on your system. Not installing Torbutton.
ru: Не удалось найти Firefox на вашем компьютере. Torbutton не будет установлен.

# AppDataUninstDesc
source: Remove saved application data and configuration files.
ru: Удалить данные приложений и файлы настроек.

# LanguageCode
source: en
ru: ru

# FirefoxWarningPageTitle
source: Firefox is not installed
ru: Firefox не установлен на компьютере

# FirefoxWarningPageSubtitle
source: We recommend that you install Firefox before continuing, for best safety.
ru: Из соображений безопасности, мы рекомендуем сначала установить Firefox

# FirefoxWarningPageUpperText
source: The Mozilla Firefox Web browser is not installed on your computer. Tor will work with other browsers, such as Internet Explorer, but is easier to use with Firefox, which also does a better job of protecting your anonymity. If you would like to install Firefox, please press Cancel, then go to the Firefox download page at
ru: Firefox не установлен на вашем компьютере. Tor будет работать с другими браузерами, такими как Internet Explorer, но лучше использовать Firefox, который, к тому же, заботится о Вашей анонимности. Если Вы хотите установить Firefox , нажмите Отмена, а затем перейдите на страницу для скачиваания Firefox

# FirefoxWarningPageLowerText
source: When you are done installing Firefox, you can once again run the Tor installer. Or, if you would prefer to install Tor without Firefox, simply press Next to continue.
ru: Когда Вы закончите установку Firefox, Вы можете опять запустить установку Tor. Или, если Вы хотите установить Tor без Firefox, просто нажмите Далее.
