Repository: Bodyfarm/vidalia
Catalog: pkg/win32/*/vidalia_*.po
Languages: fa

# VidaliaShortcutsDesc
source: Add ${VIDALIA_NAME} to your Start menu.
fa: افزودن ${VIDALIA_NAME} به فهرست آغاز.

# BundleWelcomeTitle
source: Welcome to the ${BUNDLE_NAME} Setup Wizard
fa: به دست?ار بر?ا?? ${BUNDLE_NAME} خوش آمد?د

# PrivoxyStartup
source: Run At Startup
fa: اجرا?ردن در راه انداز?

# LanguageCode
source: en
fa: fa

# BundleSetupCaption
source: ${BUNDLE_NAME} setup
fa: بر?ا?? ${BUNDLE_NAME}

# VidaliaAppDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
fa: ?ار?ذار? ${VIDALIA_DESC}.

# VidaliaGroupDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
fa: ?ار?ذار? ${VIDALIA_DESC}.

# BundleFinishText
source: Installation is complete. Please see https://www.torproject.org/docs/tor-doc-windows to learn how to configure your applications to use Tor. If you installed Torbutton, you will need to restart Firefox.
fa: ?ار?ذار? انجام شد. خواهشمند است برا? آ?اه? ?افتن از ??ون?? ???ربند? ?ردن برنامه ها? ?اربرد?تان برا? ب?اربردن تور http://tor.eff.org/docs/tor-doc-win32.html را مشاهده ?ن?د.

# BundleWelcomeText
source: This wizard will guide you through the installation of Tor, Vidalia, Privoxy, and Torbutton. Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more. Vidalia is a GUI that helps you control, monitor, and configure Tor. Privoxy is a filtering web proxy that protects your privacy and helps remove ads, banners, and popups. Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing. If you have previously installed Tor, Vidalia, Privoxy, or Firefox, please make sure they are not running before continuing this installation. $_CLICK
fa: ا?ن دست?ار شما را در سرتاسر ?ار?ذار? تور، و?دال?ا، ?ر?وا?س? و د?مه تور هدا?ت م? ?ند. ا?ر شما ??شتر تور، و?دال?ا، ?ر?وا?س? ?ا فا?رفا?س را ?ار?ذار? ?رده ا?د، خواهشمند است ??ش از ادامه دادن ا?ن ?ار?ذار? اطم?نان ??دا ?ن?د ?ه آنها درحال اجرا نم? باشند. $_CLICK

# PrivoxyShortcutsDesc
source: Add ${PRIVOXY_NAME} to your Start menu.
fa: افزودن ${PRIVOXY_NAME} به فهرست آغاز.

# VidaliaWelcomeText
source: This wizard will guide you through the installation of Vidalia, a GUI that helps you control, monitor, and configure Tor. $_CLICK
fa: ا?ن دست?ار شما را در سرتاسر ?ار?ذار? ${VIDALIA_DESC} هدا?ت م? ?ند. $_CLICK

# TorGroupDesc
source: Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more.
fa: ?ار?ذار? ${TOR_DESC}.

# VidaliaWelcomeTitle
source: Welcome to the ${VIDALIA_NAME} Setup Wizard
fa: به دست?ار بر?ا?? ${VIDALIA_NAME} خوش آمد?د

# TorbuttonAddToFirefoxDesc
source: Add the ${TORBUTTON_DESC} extension to Firefox.
fa: افزودن ?سوند ${TORBUTTON_DESC} به فا?رفا?س.

# TorbuttonFirefoxNotFound
source: Firefox was not found on your system. Not installing Torbutton.
fa: فا?رفا?س در س?ستم شما ??دا نشد. ?ار?ذار? نشدن د?مه تور.

# VidaliaLinkText
source: ${VIDALIA_NAME} homepage
fa: بر?ه اصل? ${VIDALIA_NAME}

# PrivoxyAppDesc
source: Install ${PRIVOXY_DESC}.
fa: ?ار?ذار? ${PRIVOXY_DESC}.

# PrivoxyShortcuts
source: Add to Start Menu
fa: افزودن به فهرست آغاز

# BundleLinkText
source: ${TOR_NAME} installation documentation
fa: مستندات ?ار?ذار? ${TOR_NAME}

# TorbuttonAddToFirefox
source: Add to Firefox
fa: افزودن به فا?رفا?س

# TorAppDesc
source: Install ${TOR_DESC}.
fa: ?ار?ذار? ${TOR_DESC}.

# BundleRunNow
source: Run installed components now
fa: اجرا?ردن مولفه ها? ?ار?ذار? شده

# VidaliaSetupCaption
source: ${VIDALIA_NAME} setup
fa: بر?ا?? ${VIDALIA_NAME}

# VidaliaStartupDesc
source: Automatically run ${VIDALIA_NAME} at startup.
fa: اجرا ?ردن ${VIDALIA_NAME} در راه انداز? بطور خود?ار.

# TorDocumentation
source: Documentation
fa: مستندات

# TorShortcuts
source: Add to Start Menu
fa: افزودن به فهرست آغاز

# TorAskOverwriteTorrc
source: You already have a Tor configuration file. Do you want to overwrite it with the default sample configuration file?
fa: شما ??شتر دارا? ?? ?رونده ???ربند? تور م? باش?د. آ?ا م? خواه?د آن را با ?رونده ???ربند? نمونه ??ش ?ز?ده جا? نوشت ?ن?د؟

# VidaliaRunNow
source: Run ${VIDALIA_NAME}
fa: اجرا?ردن ${VIDALIA_NAME}

# PrivoxyStartupDesc
source: Automatically run ${PRIVOXY_NAME} at startup.
fa: اجرا ?ردن ${PRIVOXY_NAME} در راه انداز? بطور خود?ار.

# VidaliaShortcuts
source: Add to Start Menu
fa: افزودن به فهرست آغاز

# TorDocumentationDesc
source: Install ${TOR_NAME} documentation.
fa: ?ار?ذار? مستندات ${TOR_NAME}.

# TorShortcutsDesc
source: Add ${TOR_NAME} to your Start menu.
fa: افزودن ${TOR_NAME} به فهرست آغاز.

# TorbuttonGroupDesc
source: Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing.
fa: ?ار?ذار? ${TORBUTTON_DESC}.

# TorbuttonAppDesc
source: Install ${TORBUTTON_DESC}.
fa: ?ار?ذار? ${TORBUTTON_DESC}.

# PrivoxyGroupDesc
source: Privoxy is a filtering web proxy that protects your privacy and helps remove ads, banners, and popups.
fa: ?ار?ذار? ${PRIVOXY_DESC}.

# VidaliaStartup
source: Run At Startup
fa: اجرا ?ردن در راه انداز?
