Repository: Bodyfarm/vidalia
Catalog: src/vidalia/help/content/i18n/*/config.po
Languages: ar

source: Configuring Vidalia and Tor
ar: تكوين فيداليا وتور

source: Vidalia allows you to configure some of the most commonly modified aspects of Vidalia and Tor. It also lets you set up and manage a <a href="server.html">Tor relay</a> so you can help the Tor network grow.
ar: يسمح لك فيداليا بتكوين بعض الجوانب المعدلة الأكثر شيوعا لفيداليا وتور. تسمح لك ايضا بضبط وإدارة <a href="server.html">مرحل تور</a> حتى تتمكن من مساعدة شبكة تور بالنموّ..

source: General Settings
ar: إعدادات عامة

source: Settings on the <i>General</i> page are the most commonly modified settings.
ar: الاعدادات في الصفحة <i>العامة</i> هي الإعدادات الأكثر تعديلا.

source: <b>Tor Executable</b>: This is the Tor executable that Vidalia will run when you select <i>Start</i> from the tray menu. If you have multiple versions of Tor installed, you can tell Vidalia which version you would like to run by clicking the <i>Browse</i> button and navigating to the particular Tor installation you want.
ar: <b>تور التنفيذي</b>: هذا هو تور التنفيذي الذي سوف يقوم فيداليا بتشغيله عند إختيارك <i>بدء</i> من قائمة الصينية. اذا كان لديك عدة إصدارات مثبتة لتور, يمكنك إخبار فيداليا أي إصدار تريد تشغيله عن طريق نقر زر <i>تصفّح</i> والانتقال الى تثبيت تور المعين الذي تريده.

source: <b>Startup Options</b>: This setting allows you to have Vidalia automatically start Tor when Vidalia starts. You can also configure Vidalia to run when your system starts (<i>Windows only</i>).
ar: <b>خيارات بدء التشغيل</b>: هذا الإعداد يسمح لك بتشغيل فيداليا لتور تلقائيا عند تشغيل فيداليا. يمكنك أيضا تكوين فيداليا ليتم تشغيله عند بدء تشغيل النظام الخاص بك (<i>نظام ويندوز فقط</i>).

source: Network Settings
ar: إعدادات الشبكة

source: The <i>Network</i> settings page lets you change how Tor connects to the Tor network.
ar: صفحة إعدادات <i>الشبكة</i> تتيح لك تغيير كيفية إتصال تور بشبكة تور.

source: <b>I use a proxy to access the Internet</b>: If your Internet connection requires an HTTP proxy, you can configure Tor to send all of its directory requests and Tor relay connections through your proxy. You must specify at least the hostname or address of your proxy, and the port on which your proxy is listening for connections. If your proxy requires authentication, you can also enter the <i>Username</i> and <i>Password</i> you use to connect to your proxy. Otherwise, you can leave those fields blank.
ar: <b>أنا أستخدم وكيل للوصول الى الانترنت</b>: اذا كان اتصال الانترنت الخاص بك يتطلب وكيل بروتوكول نقل النص التشعبي (HTTP), يمكنك تكوين تور لإرسال جميع طلبات دليل الخاصة به واتصالات مرحل تور من خلال الوكيل الخاص بك. يجب عليك تحديد على الاقل اسم المسضيف أو عنوان الوكيل الخاص بك, والمنفذ الذي يصغي اليه الوكيل الخاص بك للاتصالات. اذا طلب وكيلك مصادقة, يمكنك ايضا إدخال <i>اسم المستخدم</i> و <i>كلمة المرور</i> الذين تستخدمهم للاتصال بالوكيل الخاص بك. وإلا, يمكنك ترك هذه الحقول فارغة.

source: <b>My firewall only lets me connect to certain ports</b>: If you are behind a restrictive firewall or proxy that limits the ports you are able to connect to, you can configure Tor to connect directly only to relays listening on the ports allowed by your firewall or proxy. Simply enter a list of ports permitted by your firewall or proxy, separated by commas. (<i>Example: 80,443,8080</i>)
ar: <b>جدار الحماية الخاص بي يسمح لي فقط بالاتصال بمنافذ معينة</b>: إذا كنت تعمل خلف جدار حماية أو وكيل تقييدي يحد من المنافذ التي يمكنك الاتصال بها, يمكنك تكوين تور للاتصال مباشرة بمرحلات فقط تستمع على المنافذ المسموح بها من قبل جدار الحماية أو الوكيل الخاص بك. يكفي أن تدخل قائمة المنافذ التي يسمح بها جدار الحماية أو الوكيل الخاص بك, مفصولة بفواصل. (<i>مثال: 80,443,8080</i>)

source: <b>My ISP blocks connections to the Tor network</b>: If your ISP (Internet Service Provider) blocks connections to the Tor network, Tor can attempt to avoid being filtered by encrypting its directory connections and connecting to the Tor network through relays called <i>bridges</i> (Tor 0.2.0.3-alpha or newer only). You can add bridge relays by specifying either their address and port number, or their address, port number, and fingerprint.
ar: <b>مزود خدمة الانترنت (ISP) الخاص بي يمنع الاتصالات الى شبكة تور</b>: اذا كان مزود خدمة الانترنت (ISP) الخاص بك يمنع الاتصالات الى شبكة تور, يستطيع تور محاولة تجنب التعرض للتصفية عن طريق تشفير اتصالات الدليل الخاص به والاتصال بشبكة تور عبر مرحلات تسمى <i>جسور</i> (Tor 0.2.0.3-alpha او احدث فقط). يمكنك إضافة مرحلات جسر عن طريق تحديد إما عنوان ورقم المنفذ الخاص بهم, او العنوان, رقم المنفذ والبصمة الخاص بهم.

source: Below are examples of valid bridge address formats:
ar: وفيما يلي أمثلة على صيغ عنوان جسر صالح:

source: Even if you do not know any bridge relay addresses, checking this checkbox may still be helpful. Tor will encrypt its directory requests, which can defeat blocking mechanisms that try to filter Tor's requests for information about other relays. If connections to normal Tor relays are also blocked, then you will need to learn a bridge relay address somehow and add it here. See the help topic on <a href="bridges.html#finding">finding bridge relays</a> for more information on how to learn new bridge relay addresses and fingerprints.
ar: حتى اذا كنت لا تعرف اية عناوين مرحّل الجسر, تفقد صندوق الفحص يمكن ان لا يزال مفيدا. سوف يقوم تور بتشفير طلبات الدليل الخاص به, التي يمكنها هزيمة آليات المنع التي تحاول تصفية طلبات تور للحصول على معلومات حول المرحلات الأخرى. اذا كانت الاتصالات الى مرحلات تور العادية محظورة ايضا, فإنك تحتاج الى تعلم عنوان مرحل جسر بطريقة ما وإضافته هنا. أنظر موضوع المساعدة حول <a href="bridges.html#finding">إيجاد مرحلات جسر</a> للمزيد من المعلومات حول كيفية تعلم عناوين مرحل الجسر والبصمات.

source: Relay Settings
ar: إعدادات مرحل

source: <i> See <a href="server.html">this help topic</a> for detailed information about setting up and managing a Tor relay. </i>
ar: <i> أنظر <a href="server.html">موضوع المساعدة هذا</a> للحصول على معلومات مفصلة حول ضبط وإدارة مرحّل تور. </i>

source: Appearance Settings
ar: إعدادات المظهر

source: The settings on the <i>Appearance</i> page allow you to customize the look and feel of Vidalia.
ar: الاعدادات في صفحة <i>المظهر</i> تسمح لك بتخصيص شكل وأسلوب فيداليا.

source: <b>Language</b>: Vidalia's interface has been translated into many languages by helpful volunteers. When Vidalia is first run, it will try to guess which language your computer is currently using. If Vidalia guesses incorrectly, or if you prefer a different language, you can choose another language from the dropdown box. You will need to restart Vidalia after changing the displayed language for the changes to take effect.
ar: <b>اللغة</b>: تم ترجمت واجهة فيداليا إلى لغات عديدة من قبل متطوعين مساعدين. عند تشغيل فيداليا لأول مرة, سوف يحاول تخمين أي لغة حاليا يستخدمها جهازك. اذا كانت تخمينات فيداليا غير صحيحة, أو إذا كنت تفضل لغة مختلفة, يمكنك اختيار لغة أخرى من صندوق القائمة المنسدلة. سوف تحتاج إلى إعادة تشغيل فيداليا بعد تغيير لغة العرض لتصبح التغييرات نافذة المفعول.

source: <b>Style</b>: In most cases, Vidalia will default to using your platform's default interface style. If you dislike the default, you can choose whichever interface style you prefer from the dropdown box.
ar: <b>الأسلوب</b>: في معظم الحالات ، سوف يقوم فيداليا افتراضيا بإستخدام أسلوب الواجهة الافتراضي للنظام الأساسي الخاص بك. إذا لم يعجبك الخيار الافتراضي ، يمكنك اختيار أي أسلوب واجهة تفضل من صندوق القائمة المنسدلة.

source: Advanced Settings
ar: إعدادات متقدمة

source: The settings on the <i>Advanced</i> page should generally only be modified by more experienced users.
ar: الاعدادات في الصفحة <i>المتقدمة</i> ينبغي تعديلها بشكل عام فقط من قبل مستخدمين أكثر خبرة.

source: <b>Control Address &amp; Port</b>: The <i>Control Port</i> is the port which Vidalia uses to talk to Tor. This doesn't need to be changed unless you have a conflict with another service on your machine, or if you are using Vidalia to control and monitor a Tor process running on another machine.
ar: <b>التحكم بالعنوان والامبير; منفذ</b>: منفذ <i>التحكم</i> هو المنفذ الذي يستخدم فيداليا لمخاطبة تور. هذا لا يحتاج إلى تغيير ما لم يكن لديك تعارض مع خدمة أخرى على جهازك, أو إذا كنت تستخدم فيداليا للتحكم ومراقبة عملية تور تعمل على جهاز آخر.

source: <b>Control Port Authentication</b>: Control port authentication is used to limit the applications on your machine that can connect to and reconfigure your Tor installation. The available authentication methods are:
ar: <b>مصادقة منفذ التحكم</b>: تستخدم مصادقة منفذ التحكم للحد من التطبيقات على جهازك التي يمكن الاتصال بها وإعادة تكوين تثبيت تور. أساليب المصادقة المتوفرة هي:

source: <b>None</b> -- No authentication is required. Use of this option is <b>strongly</b> discouraged. Any application or user on your computer can reconfigure your Tor installation.
ar: <b>لا يوجد</b> -- لا يلزم مصادقة. لا ينصح <b>بإستخدام هذا الخيار</b> بشدة. يستطيع أي تطبيق أو مستخدم على جهاز الكمبيوتر الخاص بك إعادة تكوين تثبيت تور.

source: <b>Password</b> <i>(Default)</i> -- If this method is selected, you can specify a password that Tor will require each time a user or application connects to Tor's control port. If Vidalia starts Tor for you, you can have Vidalia randomly generate a new password each time it starts Tor by checking the <i>Randomly Generate</i> checkbox.
ar: <b>كلمة المرور</b> <i>(افتراضيا)</i> -- اذا تم إختيار هذه الطريقة, يمكنك تحديد كلمة المرور التي سوف يطلبها تور في كل مرة يقوم مستخدم أو تطبيق بالاتصال بمنفذ التحكم لتور. اذا قام فيداليا بتشغيل تور لك, يمكنك جعل فيداليا بتوليد كلمة مرور جديدة عشوائيا في كل مرة يقوم بتشغيل تور عن طريق تفقد صندوق فحص <i>التوليد العشوائي</i>.

source: <b>Cookie</b> -- If cookie authentication is selected, Tor will write a file (or, <i>cookie</i>) containing random bytes to its data directory when it starts. Any user or application that tries to connect to Tor's control port must be able to provide the contents of this cookie.
ar: <b>ملف تعريف الارتباط</b> -- اذا تم إختيار مصادقة ملف تعريف الارتباط, سوف يقوم تور بكتابة ملف (أو, <i>ملف تعريف الارتباط</i>) يحتوي بايتات عشوائية لدليل البيانات الخاص به عند تشغيله. أي مستخدم أو تطبيق يحاول الاتصال بمنفذ التحكم لتور يجب أن يكون قادرا على توفير محتويات ملف تعريف الارتباط هذا .

source: <b>Tor Configuration File</b> <i>(optional)</i>: You can use this option to have Vidalia start Tor using a specific <i>torrc</i>, Tor's configuration file. If you leave this field blank, Tor will uses its own default torrc location.
ar: <b>ملف تكوين تور</b> <i>(إختياري)</i>: يمكنك إستخدام هذا الخيار لجعل فيداليا يقوم بتشغيل تور بإستخدامc <i>تورك</i> محدد, ملف تكوين تور. اذا تركت هذا الحقل فارغا, سوف يستخدم تور موقع تورك الافتراضي الخاص به.

source: <b>Tor Data Directory</b> <i>(optional)</i>: You can specify the directory in which Tor will store its saved data, such as cached Tor relay information, Tor relay keys, and configuration files. If you leave this field blank, Tor will use its own default data directory location.
ar: <b>دليل بيانات تور</b> <i>(إختياري)</i>: يمكنك تحديد الدليل الذي سوف يقوم تور بتخزين بياناته المحفوظة, مثل معلومات مرحل تور المؤقتة, مفاتيح مرحل تور, وملفات التكوين. اذا تركت هذا الحقل فارغا, سوف يستخدم تور موقع دليل البيانات الافتراضي الخاص به.

source: <b>Permissions</b> <i>(optional, not available on Windows)</i>: If you enter a value for <b>Run as User</b>, Tor will <i>setuid</i> to this user when it starts. If you enter a value for <b>Run as Group</b>, Tor will <i>setgid</i> to this group when it starts.
ar: <b>الأذونات</b> <i>(إختياري, غير متوفر في ويندوز)</i>: اذا قمت بإدخال قيمة <b>للتشغيل كمستخدم</b>, سوف يقوم تور <i>بضبط هوية المستخدم</i> لهذا المسخدم عند بدء تشغيله. اذا قمت بإدخال قيمة <b>للتشغيل كمجموعة</b>, سوف يقوم تور <i>بضبط هوية المجموعة</i> لهذه المجموعة عند بدء تشغيلها.

source: Hidden Service Settings
ar: إعدادات الخدمة الخفية

source: Hidden services allow you to provide any kind of TCP-based service, e.g. an HTTP service, to others without revealing your IP address.
ar: الخدمات الخفية تسمح لك بتقديم أي نوع من الخدمة على أساس برنامج التعاون الفني (TCP), على سبيل المثال: خدمة بروتوكول نقل النص التشعبي (HTTP), الى الآخرين بدون كشف عنوان IP الخاص بك.
